Repository: hallowf/STPDF
Catalog: src/locale/*/LC_MESSAGES/*_cli.po
Languages: pt

source: Setting deskew to false, tesseract wasn't found on your machine
pt: A desativar correção de alinhamento, tesseract não foi encontrado na sua máquina

source: Source
pt: Localização

source: Destination
pt: Destino

source: Split
pt: Dividir

source: Split at
pt: Dividir por

source: Deskew
pt: Corrigir alinhamento

source: Resolution
pt: Resolução

source: Do copy
pt: Copiar

source: Make PDF
pt: Criar PDF

source: Log level
pt: Nivel de registo

source: Language
pt: Idioma

source: Skip check
pt: Saltar verificação

source: Starting converter with values
pt: A iniciar o conversor com os valores

source: Exiting now
pt: A sair agora

source: Can't use --keep-values with --load-values
pt: Não é possível utilizar --keep-values com --load-values

source: Missing source or destination
pt: Localização ou destino em falta

source: Split at value too low
pt: Valor de --split-at muito baixo

source: Split at must be a number
pt: --split-at tem de ser um numero

source: Max resolution is 100.0
pt: Resolução máxima é 100.0

source: Invalid log level
pt: Nivel de registo inválido

source: Console logger is set with log level
pt: Registo de consola definido com o nivel de logging

source: STPDF - easily convert scans to pdf
pt: STPDF - facilmente converte scans para pdf

source: Scan images location
pt: A sondar a localização das imagens

source: Destination of modified files
pt: Destino dos ficheiros modificados

source: Number of images per pdf
pt: Número de imagens por pdf

source: Removes image rotation, requires tesseract
pt: Corrige o alinhamento das images, requer tesseract

source: Resolution of final rotated image, must be a value like 90.5
pt: Resolução final da imagens corrigidas, tem de ser um valor como 90.5

source: Sets the console log level
pt: Define o nivel de registo da consola

source: Switch language, language must be 2 letter code EX: en or pt
pt: Mudar de idioma, o idioma deve ser 2 letra código EX: pt ou pt

source: Save your current input in a file, can't be used with --lv
pt: Salvar sua entrada atual em um arquivo, não pode ser usado com--LV

source: Load values from settings file, can't be used with --kv
pt: Carregar valores do arquivo de configurações, não pode ser usado com--kV

source: Automatically answers yes when values are verified
pt: Responde automaticamente Sim quando os valores são verificados

source: If True images will be copied to the destination directory, default:False
pt: Se definido as imagens serão copiadas para o destino, predefinição:Indefinido

source: If True make a pdf out of the processed images, default:True
pt: Se definido um pdf será criado das imagens processadas, predefinição:Indefinido

source: Version
pt: Versão:

source: Full version
pt: Versão completa

source: Release date
pt: Data de lançamento:

source: Developed by
pt: Densenvolvido por:

source: Project home
pt: Home do projeto

source: Checking settings
pt: A verificar configurações

source: Failed to create settings
pt: Falha ao criar configurações

source: Settings
pt: Configurações

source: Finished
pt: Finalizado
