Repository: hallowf/STPDF
Catalog: src/locale/*/LC_MESSAGES/*_converter.po
Languages: pt

source: Nothing to do, neither save files or make pdf is selected
pt: Nada a fazer, nenhuma das opções, salvar ficheiros ou criar pdf, estão selecionadas

source: Found
pt: Encontrados

source: files to copy and deskew is true this might take a bit
pt: ficheiros para copiar e remover a rotação isto pode demorar um pouco

source: Found too many files to handle, this is not implemented yet
pt: Foram encontrados demasiados ficheiros para processar, isto ainda não está implementado

source: Starting image gathering
pt: A iniciar a recolha de imagens

source: Files Found
pt: Ficheiros encontrados

source: Converter is stoppping
pt: Conversor está a parar

source: gathered
pt: recolhidos

source: Error occurred while opening image
pt: Ocorreu um erro ao abrir uma imagem

source: Gathering done
pt: Recolha completa

source: Deskewing images
pt: A remover a rotação das imagens

source: deskewed
pt: inclinação corrigida

source: And exception occured while deskewing image
pt: Uma excepção ocorreu ao corigir o alinhamento de uma imagem

source: This image wont be processed
pt: Esta imagem não será processada

source: Failed to obtain images to deskew
pt: Falha ao obter images para corrigir alinhamento

source: Resizing images
pt: Redimensionando as imagens

source: resized
pt: redimensionadas

source: Creating multiple PDFs splitting by:
pt: A cria múltiplos PDF's, dividindo por:

source: Creating a single pdf
pt: A criar um único PDF
