Repository: hallowf/STPDF
Catalog: src/locale/*/LC_MESSAGES/*_gui.po
Languages: es, pt

source: Save
es: Grabar
pt: Guardar

source: Save your settings to a file
es: Grabar sus ajustes en un archivo
pt: Salvar suas configurações em um arquivo

source: Copy files
pt: Copiar ficheiros

source: Copies files to destination
pt: Copia ficheiros para o destino

source: Make pdf
pt: Criar PDF

source: Makes PDF(s) with the images found
pt: Cria PDF (s) com as imagens encontradas

source: Exit
es: Salir
pt: Sair

source: Leave The App
es: Salir de la aplicación
pt: Deixar o aplicativo

source: Help
pt: Ajuda

source: Open the documentation in a browser
es: Abrir documentacion en un navegador web
pt: Abrir a documentação em um navegador

source: About STPDF
es: Sobre STPDF
pt: Sobre o STPDF

source: Open info page
pt: Abrir página de informações

source: Settings
es: Ajustes
pt: Configurações

source: Open settings window
es: Abrir ventana de ajustes
pt: Abrir janela de configurações

source: App
es: Aplicación
pt: Aplicação

source: Options
es: Opciones
pt: Opções

source: Search
es: Buscar
pt: Pesquisar

source: Location of the files
es: Ubicación de los archivos
pt: Localização dos ficheiros

source: Destination of files created
es: Destino de los archivos
pt: Destino dos ficheiros criados

source: Split into multiple PDF files
es: Dividir en multiplos archivos PDF
pt: Dividido em vários ficheiros PDF

source: The app failed to find tesseract on your system
es: La app ha fallado para encontrar tesseract en tu sistema
pt: A Aplicação falhou ao tentar encontrar tesseract no seu sistema

source: Removes rotation
es: Elimina rotacion
pt: Remove a rotação

source: Run
es: Ejecutar
pt: Iniciar

source: Run the program
es: Ejecuta el programa
pt: Iniciar o programa

source: Stop
pt: Parar

source: Stops the program
pt: Parar o programa

source: Show values
es: Enseñar valores
pt: Mostar valores

source: Show your current input values
es: Exibir los valores registrados
pt: Mostrar os valores atualmente inseridos

source: Clean log
es: limpiar el registro
pt: Limpar o registo

source: Cleans the current log
es: limpiar el registro corriente
pt: Limpa o registo atual

source: Source:
es: Origen:
pt: Localização dos ficheiros:

source: Destination:
es: Destino:
pt: Destino dos ficheiros:

source: Deskew:
pt: Remover rotação:

source: Split scans:
es: Dividir scans:
pt: Dividir scans:

source: Split at:
es: Dividir:
pt: Dividir por:

source: Invalid directory parameter
es: El parâmetro de la dírectoria es inválido
pt: Parâmetro de directoria inválido

source: Theme is default
es: Tema prédifinido
pt: Tema predifinido

source: Changing theme to
es: Cambiando el tema para
pt: A mudar tema para

source: Missing themes folder
es: La directoria de los temas está en falta
pt: Pasta de temas em falta

source: Invalid theme
es: Tema inválido
pt: Tema inválido

source: Found a default theme in themes folder, but the default theme is already defined
es: Fué encontrado el tema predefinido en la directoria themes, pero ya está predefinido
pt: Tema predefinido encontrado na pasta de temas, mas este tema já está definido

source: Trying to set theme
es: Intentando cambiar el tema
pt: A tentar mudar o tema

source: Successfully verified theme
es: Tema verificado con suceso
pt: Tema verificado com sucesso

source: Successfully set theme
es: Tema definido con suceso
pt: Tema mudado com sucesso

source: Failed to verify theme
es: Falla al verificar el tema
pt: Falha ao verificar tema

source: Invalid RGB values in app theme
es: Valores inválidos de RGB en el tema de la app
pt: Encontrados Valores RGB incorretos no tema da aplicação

source: Invalid theme RGB value
es: Tema con valor de RGB inválido
pt: Valor de tema RGB, incorreto

source: Your selected theme probably has invalid or missing values
es: El tema selecionado deve tener valores inválidos o perdidos
pt: O tema selecionado provavelmente tem valores inválidos ou em falta

source: Settings are already open
es: Los ajustes ya están abiertos
pt: Configurações já estão abertas

source: About window already open
pt: A janela Sobre já está aberta

source: Invalid action
es: Acción inválida
pt: Ação inválida

source: Invalid log level
es: Nivél de registro inválido
pt: Nivel de registo inválido

source: Console logger is set with log level
es: El registro de la consola está definido con el nivél de registro
pt: Registo de consola definido com o nivel de logging

source: Invalid settings found, removing file
es: Fuéran encontrados ajustes inválidos, eliminando archivo
pt: Definições incorretas encontradas, a remover ficheiro

source: Loading user values
es: Cargando los valores del utilizador
pt: A carregar os valores do utilizador

source: Values file does not exist, creating one now
es: El archivo values no existe, criando un nuevo
pt: Ficheiro de valores não existe, a criar um agora

source: Loaded user values
pt: Valores de utilizador carregados

source: Invalid values found, removing file
es: Valores inválidos encontrados, eliminando archivo
pt: Valores incorretos encontrados, a remover ficheiro

source: Files location
es: Ubicación de los archivos
pt: Localização dos ficheiros

source: Files destination
es: Destino de los archivos
pt: Destino dos ficheiros criados

source: Deskew
pt: Remover rotação

source: Split
es: Dividir
pt: Dividir scans

source: Split at
es: Dividir en
pt: Dividir por

source: Do copy
pt: Copiar

source: Values are
es: Los valores son
pt: Valores atuais

source: Keep values
es: Mantener los valores
pt: Manter valores

source: App theme
es: Tema de la aplicación
pt: Tema da aplicação

source: App language
es: Lenguaje de la app
pt: Linguagem da aplicação

source: Console log Level
es: Nivél de registro de la consola
pt: Nivel de registo da consola

source: Settings are
es: Los ajustes son
pt: Definições atuais

source: Location or destination undefined
es: Ubicación o destino indefinidos
pt: Localização ou destino indefinido

source: Missing files location
es: Ubicación en falta de los archivos
pt: Localização dos ficheiros em falta

source: Location is empty, no files to copy
es: La ubicación está vazia, ningún archivo para copiar
pt: Localização vazia, nenhum ficheiro para copiar

source: Minimum split is 3
pt: A divisão mínima é 3

source: Saving
pt: A salvar

source: Failed to find tesseract on your system, verify it is installed and on PATH environment variable
es: Falla para encontrar tesseract en tu sistema, verifica si está instalado e en la variable de ambiente PATH
pt: Falha ao encontrar tesseract no seu sistema, verifique que está instalado e na variável de ambiente PATH

source: Thread exception
pt: Exceção de thread

source: Found alive thread trying to join it
pt: A thread foi encontrada viva a tentar juntá-la

source: Thread succesfully terminated
pt: Thread terminada com sucesso

source: Thread hasn't stopped retrying
pt: Thread não parou a tentar de novo

source: Program is not running
pt: O programa não está em execução

source: Stop requested setting up timer to stop thread
pt: Terminação requisitada a definir um temporizador para parar a thread

source: The app isn't running
pt: O programa não está em execução

source: Timer is already set, the converter will eventually stop
pt: Temporizador já está definido, o conversor irá eventualmente parar

source: Can't execute program while trying to stop it
pt: Não é possivel executar o programa enquanto o tenta terminar

source: Program is running trying to stop it
pt: O programa está em execução a tentar pará-lo

source: Program is already running
es: El programa ya está trabajando
pt: O programa já em execução

source: Help/About
es: Ayuda/Sobre

source: Open info page in a browser
es: Abrir página de información en un navegador web

source: Settings loaded successfully
es: Ajustes cargados con suceso

source: Minimun split is 3
es: El valor minímo de divisíon es 3
